Repository: jasp-stats/jaspSummaryStatistics
Catalog: po/QML-*.po
Languages: ja, tr

# Description|
source: Summary Statistics
ja: 要約統計量
tr: Özet İstatistikler

# Description|
source: Apply common Bayesian tests from sufficient statistics
ja: 十分統計量から一般的なベイジアン検定を適用する
tr: Yeterli istatistiklerden yaygın Bayes testlerini uygulayın

# Description|
source: T-Tests
ja: t検定
tr: T-Testleri

# Description|
source: Bayesian Independent Samples T-Test
ja: ベイジアン独立サンプルのt検定
tr: Bayes Bağımsız Örneklemler T-Testi

# Description|
source: S.S. Bayesian Independent Samples T-Test
ja: S.S.ベイジアン独立サンプルのt検定
tr: S.S. Bayes Bağımsız Örneklemler T-Testi

# Description|
source: Bayesian Paired Samples T-Test
ja: ベイジアン対応のあるサンプルのt検定
tr: Bayes Eşleştirilmiş Örnekler T-Testi

# Description|
source: S.S. Bayesian Paired Samples T-Test
ja: S.S.ベイジアン対応のあるサンプルのt検定
tr: S.S. Bayes Eşleştirilmiş Örnekler T-Testi

# Description|
source: Bayesian One Sample T-Test
ja: ベイジアン1標本t検定
tr: Bayes Tek Örneklem T-Testi

# Description|
source: S.S. Bayesian One Sample T-Test
ja: S.S.ベイジアン一標本t検定
tr: S.S. Bayes Tek Örneklem T-Testi

# Description|
source: Regression
ja: 回帰
tr: Regresyon

# Description|
source: Bayesian Correlation
ja: ベイジアン相関係数
tr: Bayesçi Korelasyon

# Description|
source: S.S. Bayesian Correlation
ja: S.S.ベイジアン相関係数
tr: S.S. Bayes Korelasyonu

# Description|
source: Bayesian Linear Regression
ja: ベイジアン線形回帰
tr: Bayesçi Doğrusal Regresyon

# Description|
source: S.S. Bayesian Linear Regression
ja: S.S.ベイジアン線形回帰
tr: S.S. Bayes Doğrusal(Lineer) Regresyon

# Description|
source: Frequencies
ja: 度数分布
tr: Frekanslar

# Description|
source: Bayesian Binomial Test
ja: ベイジアンニ項検定
tr: Bayes Binom Testi

# Description|
source: S.S. Bayesian Binomial Test
ja: S.S.ベイジアンニ項検定
tr: S.S. Bayes Binom Testi

# Description|
source: Bayesian A/B Test
ja: ベイジアンA / Bテスト
tr: Bayes A/B Testi

# Description|
source: S.S. Bayesian A/B Test
ja: S.S.ベイジアンA/Bテスト
tr: S.S. Bayes A/B Testi

# SummaryStatsABTestBayesian|
source: Group 1
ja: グループ1
tr: Grup 1

# SummaryStatsABTestBayesian|
source: Successes
ja: 成功
tr: Başarılar

# SummaryStatsABTestBayesian|
source: Sample Size
ja: サンプルサイズ
tr: Örneklem büyüklüğü

# SummaryStatsABTestBayesian|
source: Group 2
ja: グループ2
tr: Grup 2

# SummaryStatsABTestBayesian|
source: Normal Prior on Log Odds Ratio
ja: 対数オッズ比に対する正規事前分布
tr: Log İhtimalleri Oranında Normal Öncelik

# SummaryStatsABTestBayesian|
source: Descriptives
ja: 記述統計量
tr: Tanımlayıcılar

# SummaryStatsABTestBayesian|
source: Plots
ja: プロット
tr: Grafikler

# SummaryStatsABTestBayesian|
source: Prior and posterior
ja: 事前分布と事後分布
tr: Önceki ve sonraki

# SummaryStatsABTestBayesian|
source: Sequential analysis
ja: 逐次分析
tr: Sıralı analiz

# SummaryStatsABTestBayesian|
source: Prior
ja: 事前分布
tr: Önceki

# SummaryStatsABTestBayesian|
source: Bayes factor robustness check
ja: ベイズファクターの頑健性チェック
tr: Bayes faktörü sağlamlık kontrolü

# SummaryStatsABTestBayesian|
source: Order
ja: 順序
tr: Sıra

# SummaryStatsABTestBayesian|
source: Compare to best model
ja: ベストモデルとの比較
tr: En iyi modelle karşılaştırın

# SummaryStatsABTestBayesian|
source: Compare to null model
ja: 帰無モデルとの比較
tr: Boş modelle karşılaştır

# SummaryStatsABTestBayesian|
source: Advanced Options
ja: 詳細オプション
tr: Gelişmiş Seçenekler

# SummaryStatsABTestBayesian|
source: Prior Model Probability
ja: 事前モデル確率
tr: Önceki Model Olasılığı

# SummaryStatsABTestBayesian|
source: Log odds ratio = 0
ja: 対数オッズ比 = 0
tr: Log ihtimalleri oranı = 0

# SummaryStatsABTestBayesian|
source: Log odds ratio > 0
ja: 対数オッズ比 > 0
tr: Log ihtimalleri oranı > 0

# SummaryStatsABTestBayesian|
source: Log odds ratio < 0
ja: 対数オッズ比 < 0
tr: Log ihtimalleri oranı < 0

# SummaryStatsABTestBayesian|
source: Log odds ratio ≠ 0
ja: 対数オッズ比 ≠ 0
tr: Log ihtimalleri oranı ≠ 0

# SummaryStatsABTestBayesian|
source: Sampling
ja: サンプリング
tr: Örnekleme

# SummaryStatsABTestBayesian|
source: No. samples
ja: サンプル数
tr: Örnek yok

# SummaryStatsABTestBayesian|
source: Robustness Plot
ja: 頑健性プロット
tr: Sağlamlık Grafiği

# SummaryStatsABTestBayesian|
source: No. Steps
ja: ステップ数
tr: Adım yok

# SummaryStatsABTestBayesian|
source: Step Range
ja: ステップ範囲
tr: Adım Aralığı

# SummaryStatsABTestBayesian|
source: lower:
ja: 下限 :
tr: daha düşük:

# SummaryStatsABTestBayesian|
source: upper:
ja: 上限 :
tr: daha yüksek:

# SummaryStatsBinomialTestBayesian|
source: Successes
ja: 成功数
tr: Başarılar

# SummaryStatsBinomialTestBayesian|
source: Failures
ja: 失敗数
tr: Başarısızlıklar

# SummaryStatsBinomialTestBayesian|
source: Test value
ja: 検定統計量
tr: Test değeri

# SummaryStatsBinomialTestBayesian|
source: Alt. Hypothesis
ja: 対立仮説
tr: Alt. Hipotez

# SummaryStatsBinomialTestBayesian|
source: ≠ Test value
ja: ≠ 検定統計量
tr: ≠ Test değeri

# SummaryStatsBinomialTestBayesian|
source: > Test value
ja: > 検定統計量
tr: > Test değeri

# SummaryStatsBinomialTestBayesian|
source: < Test value
ja: < 検定統計量
tr: < Test değeri

# SummaryStatsBinomialTestBayesian|
source: Plots
ja: プロット
tr: Grafikler

# SummaryStatsBinomialTestBayesian|
source: Prior and posterior
ja: 事前分布と事後分布
tr: Önceki ve sonraki

# SummaryStatsBinomialTestBayesian|
source: Additional info
ja: 追加情報
tr: Ek bilgi

# SummaryStatsBinomialTestBayesian|
source: Prior
ja: 事前分布
tr: Önceki

# SummaryStatsBinomialTestBayesian|
source: Beta prior: parameter a
ja: ベータ事前分布: パラメータ a
tr: Beta öncesi: a parametresi

# SummaryStatsBinomialTestBayesian|
source: Beta prior: parameter b
ja: ベータ事前分布: パラメータb
tr: Beta öncesi: b parametresi

# SummaryStatsCorrelationBayesianPairs|
source: Sample size
ja: サンプルサイズ
tr: Örneklem boyutu

# SummaryStatsCorrelationBayesianPairs|
source: Sample Correlation Coefficient
ja: 標本相関係数
tr: Örnek Korelasyon Katsayısı

# SummaryStatsCorrelationBayesianPairs|
source: Pearson's r
ja: ピアソンのr
tr: Pearson r değeri

# SummaryStatsCorrelationBayesianPairs|
source: Kendall's tau-b
ja: ケンドールのtau-b
tr: Kendall'ın tau-b

# SummaryStatsCorrelationBayesianPairs|
source: Spearman's rho
ja: スピアマンのrho
tr: Spearman'ın rho

# SummaryStatsCorrelationBayesianPairs|
source: Alt. Hypothesis
ja: 対立仮説
tr: Alt. Hipotez

# SummaryStatsCorrelationBayesianPairs|
source: Correlated
ja: 相関
tr: İlişkili

# SummaryStatsCorrelationBayesianPairs|
source: Correlated positively
ja: 正の相関
tr: Pozitif korelasyon

# SummaryStatsCorrelationBayesianPairs|
source: Correlated negatively
ja: 負の相関
tr: Negatif korelasyon

# SummaryStatsCorrelationBayesianPairs|
source: Credible intervals
ja: 信用区間
tr: Güvenilir aralıklar

# SummaryStatsCorrelationBayesianPairs|
source: Interval
ja: 区間
tr: Aralık

# SummaryStatsCorrelationBayesianPairs|
source: Plots
ja: プロット
tr: Grafikler

# SummaryStatsCorrelationBayesianPairs|
source: Prior and posterior
ja: 事前分布と事後分布
tr: Önceki ve sonraki

# SummaryStatsCorrelationBayesianPairs|
source: Estimation info
ja: 推定情報
tr: Tahmin bilgisi

# SummaryStatsCorrelationBayesianPairs|
source: Testing info
ja: 検定情報
tr: Test bilgisi

# SummaryStatsCorrelationBayesianPairs|
source: Bayes factor robustness check
ja: ベイズファクターの頑健性チェック
tr: Bayes faktörü sağlamlık kontrolü

# SummaryStatsCorrelationBayesianPairs|
source: Additional info
ja: 追加情報
tr: Ek bilgi

# SummaryStatsCorrelationBayesianPairs|
source: Prior
ja: 事前分布
tr: Önceki

# SummaryStatsCorrelationBayesianPairs|
source: Stretched beta prior width
ja: 拡張ベータ事前分布の幅
tr: Genişletilmiş beta önsel dağılım genişliği

# SummaryStatsRegressionLinearBayesian|
source: Sample size
ja: サンプルサイズ
tr: Örneklem boyutu

# SummaryStatsRegressionLinearBayesian|
source: Null Model
ja: 帰無モデル
tr: Boş Model

# SummaryStatsRegressionLinearBayesian|
source: Number of covariates
ja: 共変量の数
tr: Yardımcı değişkenlerin sayısı

# SummaryStatsRegressionLinearBayesian|
source: R-squared
ja: R-2乗
tr: R-kare

# SummaryStatsRegressionLinearBayesian|
source: Alternative Model
ja: 対立モデル
tr: Alternatif Model

# SummaryStatsRegressionLinearBayesian|
source: Plots
ja: プロット
tr: Grafikler

# SummaryStatsRegressionLinearBayesian|
source: Bayes factor robustness check
ja: ベイズファクターの頑健性チェック
tr: Bayes faktörü sağlamlık kontrolü

# SummaryStatsRegressionLinearBayesian|
source: Additional info
ja: 追加情報
tr: Ek bilgi

# SummaryStatsRegressionLinearBayesian|
source: Advanced Options
ja: 詳細オプション
tr: Gelişmiş Seçenekler

# SummaryStatsRegressionLinearBayesian|
source: Prior
ja: 事前分布
tr: Önceki

# SummaryStatsRegressionLinearBayesian|
source: r scale covariates
ja: 共変量のrスケール
tr: r ölçekli yardımcı değişkenler

# SummaryStatsTTestBayesianIndependentSamples|
source: Alt. Hypothesis
ja: 対立仮説
tr: Alt. Hipotez

# SummaryStatsTTestBayesianIndependentSamples|
source: Plots
ja: プロット
tr: Grafikler

# SummaryStatsTTestBayesianIndependentSamples|
source: Prior and posterior
ja: 事前分布と事後分布
tr: Önceki ve sonraki

# SummaryStatsTTestBayesianIndependentSamples|
source: Additional info
ja: 追加情報
tr: Ek bilgi

# SummaryStatsTTestBayesianIndependentSamples|
source: Bayes factor robustness check
ja: ベイズファクターの頑健性チェック
tr: Bayes faktörü sağlamlık kontrolü

# SummaryStatsTTestBayesianOneSample|
source: Alt. Hypothesis
ja: 対立仮説
tr: Alt. Hipotez

# SummaryStatsTTestBayesianOneSample|
source: ≠ Test value
ja: ≠ 検定統計量
tr: ≠ Test değeri

# SummaryStatsTTestBayesianOneSample|
source: > Test value
ja: > 検定統計量
tr: > Test değeri

# SummaryStatsTTestBayesianOneSample|
source: < Test value
ja: < 検定統計量
tr: < Test değeri

# SummaryStatsTTestBayesianOneSample|
source: Plots
ja: プロット
tr: Grafikler

# SummaryStatsTTestBayesianOneSample|
source: Prior and posterior
ja: 事前分布と事後分布
tr: Önceki ve sonraki

# SummaryStatsTTestBayesianOneSample|
source: Additional info
ja: 追加情報
tr: Ek bilgi

# SummaryStatsTTestBayesianOneSample|
source: Bayes factor robustness check
ja: ベイズファクターの頑健性チェック
tr: Bayes faktörü sağlamlık kontrolü

# SummaryStatsTTestBayesianPairedSamples|
source: Alt. Hypothesis
ja: 対立仮説
tr: Alt. Hipotez

# SummaryStatsTTestBayesianPairedSamples|
source: Measure 1 ≠ Measure 2
ja: 測度1 ≠ 測度2
tr: Ölçüm 1 ≠ Ölçüm 2

# SummaryStatsTTestBayesianPairedSamples|
source: Measure 1 > Measure 2
ja: 測度1 > 測度2
tr: Ölçüm 1 ≠ Ölçüm 2

# SummaryStatsTTestBayesianPairedSamples|
source: Measure 1 < Measure 2
ja: 測度1 < 測度2
tr: Ölçüm 1 < Ölçüm 2

# SummaryStatsTTestBayesianPairedSamples|
source: Plots
ja: プロット
tr: Grafikler

# SummaryStatsTTestBayesianPairedSamples|
source: Prior and posterior
ja: 事前分布と事後分布
tr: Önceki ve sonraki

# SummaryStatsTTestBayesianPairedSamples|
source: Additional info
ja: 追加情報
tr: Ek bilgi

# SummaryStatsTTestBayesianPairedSamples|
source: Bayes factor robustness check
ja: ベイズファクターの頑健性チェック
tr: Bayes faktörü sağlamlık kontrolü

# Description|
source: Miscellaneous
ja: その他
tr: Çeşitli

# Description|
source: General Bayesian Tests
ja: 一般ベイズ検定
tr: Genel Bayes Testleri

# Description|
source: S.S. General Bayesian Tests
ja: S.S. 一般ベイズ検定
tr: S.S. Genel Bayes Testleri

# SummaryStatsGeneralBayesianTests|
source: Likelihood
ja: 尤度
tr: Olasılık

# SummaryStatsGeneralBayesianTests|
source: Binomial
ja: 二項
tr: Binom

# SummaryStatsGeneralBayesianTests|
source: Non-central t
ja: 非心t
tr: Merkezi olmayan t

# SummaryStatsGeneralBayesianTests|
source: Mean
ja: 平均
tr: Ortalama

# SummaryStatsGeneralBayesianTests|
source: t-statistic
ja: t統計量
tr: t-istatistiği

# SummaryStatsGeneralBayesianTests|
source: SE
tr: SH

# SummaryStatsGeneralBayesianTests|
source: Successes
ja: 成功数
tr: Başarılar

# SummaryStatsGeneralBayesianTests|
source: Observations
ja: 観測数
tr: Gözlemler

# SummaryStatsGeneralBayesianTests|
source: Null Hypothesis
ja: 帰無仮説
tr: Sıfır Hipotezi

# SummaryStatsGeneralBayesianTests|
source: Distribution
ja: 分布
tr: Dağılım

# SummaryStatsGeneralBayesianTests|
source: Parameters
ja: パラメータ
tr: Parametreler

# SummaryStatsGeneralBayesianTests|
source: Truncation
ja: 切断
tr: Kesme

# SummaryStatsGeneralBayesianTests|
source: lower
ja: 下
tr: daha düşük

# SummaryStatsGeneralBayesianTests|
source: upper
ja: 上
tr: daha yüksek

# SummaryStatsGeneralBayesianTests|
source: Alternative Hypothesis
ja: 対立仮説
tr: Alternatif Hipotez

# SummaryStatsGeneralBayesianTests|
source: Plots
ja: プロット
tr: Grafikler

# SummaryStatsGeneralBayesianTests|
source: Priors
ja: 事前分布
tr: Öncekiler

# SummaryStatsGeneralBayesianTests|
source: Prior predictions
ja: 事前予測
tr: Önceki tahminler

# SummaryStatsGeneralBayesianTests|
source: Posteriors
ja: 事後分布
tr: Arka kısımlar

# SummaryStatsGeneralBayesianTests|
source: df
tr: sd (serbestlik derecesi)df

# Description|
source: Bayesian Z-Test
ja: ベイジアンZ検定
tr: Bayes Z-Testi

# Description|
source: S.S. Bayesian Z-Test
ja: S.S. ベイジアンZ検定
tr: S.S. Bayes Z-Testi

# SummaryStatsBayesianZTest|
source: Data
ja: データ
tr: Veri

# SummaryStatsBayesianZTest|
source: Effect size & SE
ja: 効果量 & SE
tr: Etki boyutu ve SH

# SummaryStatsBayesianZTest|
source: Effect size & CI
ja: 効果量 & CI
tr: Etki boyutu ve CI

# SummaryStatsBayesianZTest|
source: Effect size & CI (log)
ja: 効果量 & CI(log)
tr: Etki boyutu ve CI(log)

# SummaryStatsBayesianZTest|
source: Effect size, SD & N
ja: 効果量, SD & N
tr: Etki büyüklüğü, SS ve N

# SummaryStatsBayesianZTest|
source: Effect size log
ja: 効果量対数
tr: Etki boyutu logu

# SummaryStatsBayesianZTest|
source: Effect size
ja: 効果量
tr: Etki boyutu

# SummaryStatsBayesianZTest|
source: SE
ja: 標準誤差
tr: SH

# SummaryStatsBayesianZTest|
source: Sd
ja: 標準偏差
tr: SS

# SummaryStatsBayesianZTest|
source: Confidence interval log
ja: 信頼区間対数
tr: Güven aralığı logu

# SummaryStatsBayesianZTest|
source: Confidence interval
ja: 信頼区間
tr: Güven aralığı

# SummaryStatsBayesianZTest|
source: lower
ja: 下限
tr: daha düşük

# SummaryStatsBayesianZTest|
source: upper
ja: 上限
tr: daha yüksek

# SummaryStatsBayesianZTest|
source: Alt. Hypothesis
ja: 対立仮説
tr: Alt. Hipotez

# SummaryStatsBayesianZTest|
source: ≠ Test value
ja: ≠ 検定統計量
tr: ≠ Test değeri

# SummaryStatsBayesianZTest|
source: > Test value
ja: > 検定統計量
tr: > Test değeri

# SummaryStatsBayesianZTest|
source: < Test value
ja: < 検定統計量
tr: < Test değeri

# SummaryStatsBayesianZTest|
source: Prior Distribution
ja: 事前分布
tr: Önceki Dağılım

# SummaryStatsBayesianZTest|
source: Normal mean:
ja: 正規 平均:
tr: Normal ortalama:

# SummaryStatsBayesianZTest|
source: Default Bayes factor
ja: デフォルトベイズファクター
tr: Varsayılan Bayes faktörü

# SummaryStatsBayesianZTest|
source: Select effect size
ja: 効果量を選択
tr: Efekt boyutunu seçin

# SummaryStatsBayesianZTest|
source: Cohen's d
ja: コーエン(Cohen)のd
tr: Cohen d

# SummaryStatsBayesianZTest|
source: log(OR)
tr: log(VEYA)

# SummaryStatsBayesianZTest|
source: Custom
ja: カスタム
tr: Özel

# SummaryStatsBayesianZTest|
source: Unit information SD
ja: 単位情報標準偏差
tr: SS birim bilgisi

# SummaryStatsBayesianZTest|
source: Plots
ja: プロット
tr: Grafikler

# SummaryStatsBayesianZTest|
source: Prior and posterior
ja: 事前分布と事後分布
tr: Önceki ve sonraki

# SummaryStatsBayesianZTest|
source: Additional info
ja: 追加情報
tr: Ek bilgi

# SummaryStatsBayesianZTest|
source: Bayes factor robustness check
ja: ベイズファクターの頑健性チェック
tr: Bayes faktörü sağlamlık kontrolü

# SummaryStatsBayesianZTest|
source: Prior mean min:
ja: 事前平均 min:
tr: Önceki ortalama minimum:

# SummaryStatsBayesianZTest|
source: max:
ja: 最大:
tr: maksimum:

# SummaryStatsBayesianZTest|
source: Prior std min:
ja: 事前標準 最小:
tr: Önceki std minimum:

# SummaryStatsBayesianZTest|
source: max
ja: 最大値
tr: maksimum

# SummaryStatsBayesianZTest|
source: Specify Bayes factor contours
ja: ベイズファクターの輪郭の指定
tr: Bayes faktör konturlarını özelleştirin(belirtin)

# SummaryStatsTTestBayesianIndependentSamples|
source: Sample size group 1
ja: サンプルサイズグループ1
tr: Örneklem büyüklüğü grubu 1

# SummaryStatsTTestBayesianOneSample|
source: Sample size
ja: サンプルサイズ
tr: Örneklem büyüklüğü

# SummaryStatsTTestBayesianPairedSamples|
source: Sample size
ja: サンプルサイズ
tr: Örneklem büyüklüğü

# SummaryStatsTTestBayesianIndependentSamples|
source: Sample size group 2
ja: サンプルサイズ グループ 2
tr: Örneklem büyüklüğü grubu 2

# SummaryStatsGeneralBayesianTests|
source: Non-central d (one-sample)
tr: Merkezî Olmayan d (tek örneklem)

# SummaryStatsGeneralBayesianTests|
source: Non-central d (two-sample)
tr: Merkezî Olmayan d (iki örneklem)

# SummaryStatsGeneralBayesianTests|
source: Observations (Group 1)
tr: Gözlemler (Grup 1)

# SummaryStatsGeneralBayesianTests|
source: Observations (Group 2)
tr: Gözlemler (Grup 2)

# SummaryStatsTTestBayesianIndependentSamples|
source: Cohen's d
tr: Cohen’in d etki büyüklüğü

# SummaryStatsTTestBayesianIndependentSamples|
source: Mean 1
tr: Ortalama 1

# SummaryStatsTTestBayesianIndependentSamples|
source: SD 1
tr: Standart sapma 1

# SummaryStatsTTestBayesianIndependentSamples|
source: Mean 2
tr: Ortalama 2

# SummaryStatsTTestBayesianIndependentSamples|
source: SD 2
tr: Standart sapma 2

# SummaryStatsTTestBayesianIndependentSamples|
source: Input Type
tr: Girdi Türü

# SummaryStatsTTestBayesianIndependentSamples|
source: t and Sample Sizes
tr: t ve Örneklem Büyüklükleri

# SummaryStatsTTestBayesianIndependentSamples|
source: Cohen's d and Sample Sizes
tr: Cohen d ve Örneklem Büyüklükleri

# SummaryStatsTTestBayesianIndependentSamples|
source: Means, SDs, and Sample Sizes
tr: Ortalamalar, Standart Sapmalar ve Örneklem Büyüklükleri

# SummaryStatsTTestBayesianOneSample|
source: Cohen's d
tr: Cohen d

# SummaryStatsTTestBayesianOneSample|
source: Mean
tr: Ortalama

# SummaryStatsTTestBayesianOneSample|
source: SD
tr: Standart sapma

# SummaryStatsTTestBayesianOneSample|
source: Test value
tr: Test değeri

# SummaryStatsTTestBayesianOneSample|
source: Input Type
tr: Girdi Türü

# SummaryStatsTTestBayesianOneSample|
source: t and Sample Size
tr: t ve Örneklem Büyüklüğü

# SummaryStatsTTestBayesianOneSample|
source: Cohen's d and Sample Size
tr: Cohen d ve Örneklem Büyüklüğü

# SummaryStatsTTestBayesianOneSample|
source: Mean, SD, and Sample Size
tr: Ortalama, Standart Sapma ve Örneklem Büyüklüğü

# SummaryStatsTTestBayesianPairedSamples|
source: Cohen's d
tr: Cohen d

# SummaryStatsTTestBayesianPairedSamples|
source: Mean difference
tr: Ortalama Farkı

# SummaryStatsTTestBayesianPairedSamples|
source: SD
tr: Standart sapma

# SummaryStatsTTestBayesianPairedSamples|
source: Input Type
tr: Girdi Türü

# SummaryStatsTTestBayesianPairedSamples|
source: t and Sample Size
tr: t ve Örneklem Büyüklüğü

# SummaryStatsTTestBayesianPairedSamples|
source: Cohen's d and Sample Size
tr: Cohen d ve Örneklem Büyüklüğü

# SummaryStatsTTestBayesianPairedSamples|
source: Mean Diff., SD, and Sample Size
tr: Ortalama Farkı, Standart Sapma ve Örneklem Büyüklüğü

# Description|
source: Classical
ja: 伝統的
tr: Klasik

# Description|
source: Test Statistics
tr: Test İstatistikleri

# Description|
source: S.S. Test Statistics
tr: Kareler Toplamı Test İstatistikleri

# SummaryStatsTestStatistics|
source: Test Type
tr: Test Türleri

# SummaryStatsTestStatistics|
source: Select the type of statistical test to analyze
tr: Analiz edilecek istatistiksel test türünü seçin

# SummaryStatsTestStatistics|
source: z-test
tr: z-Testi

# SummaryStatsTestStatistics|
source: Use when population standard deviation is known
tr: Ana kütle standart sapması bilindiğinde kullanın

# SummaryStatsTestStatistics|
source: Test statistic:
tr: Test istatistiği:

# SummaryStatsTestStatistics|
source: Enter the calculated z-statistic value
tr: Hesaplanan z-istatistiği değerini girin

# SummaryStatsTestStatistics|
source: t-test
tr: t-Testi

# SummaryStatsTestStatistics|
source: Use when sample standard deviation is used to estimate population standard deviation
tr: Örneklem standart sapması, ana kütle standart sapmasını tahmin etmek için kullanıldığında tercih edin

# SummaryStatsTestStatistics|
source: Enter the calculated t-statistic value
tr: Hesaplanan t-istatistiği değerini girin

# SummaryStatsTestStatistics|
source: df:
tr: sd:

# SummaryStatsTestStatistics|
source: Enter the degrees of freedom for the t-test
tr: t-testi için serbestlik derecesini girin

# SummaryStatsTestStatistics|
source: χ² test
tr: χ² testi

# SummaryStatsTestStatistics|
source: Use for goodness of fit or independence tests
tr: Uygunluk testi veya bağımsızlık testleri için kullanın

# SummaryStatsTestStatistics|
source: Enter the calculated chi-squared statistic value
tr: Hesaplanan ki-kare istatistiği değerini girin

# SummaryStatsTestStatistics|
source: Enter the degrees of freedom for the chi-squared test
tr: Ki-kare testi için serbestlik derecesini girin

# SummaryStatsTestStatistics|
source: F-test
tr: F-testi

# SummaryStatsTestStatistics|
source: Use for comparing variances or in ANOVA
tr: Karşılaştırılan varyansları ya da ANOVA da kullanın

# SummaryStatsTestStatistics|
source: Enter the calculated F-statistic value
tr: Hesaplanan F-istatistiği değerini girin

# SummaryStatsTestStatistics|
source: Numerator df:
tr: Serbestlik derecesi payı:

# SummaryStatsTestStatistics|
source: Enter the numerator degrees of freedom
tr: Serbestlik derecesini payını girin

# SummaryStatsTestStatistics|
source: Denominator df:
tr: Serbestlik derecesi paydası:

# SummaryStatsTestStatistics|
source: Enter the denominator degrees of freedom
tr: Serbestlik derecesinin paydasını girin

# SummaryStatsTestStatistics|
source: Alternative Hypothesis
tr: Alternatif Hipotez

# SummaryStatsTestStatistics|
source: Choose the direction of the alternative hypothesis for directional tests
tr: Yönlü testler için alternatif hipotezin yönünü seçin

# SummaryStatsTestStatistics|
source: Two-sided
tr: İki-yönlü

# SummaryStatsTestStatistics|
source: Test if the parameter differs from the null value in either direction
tr: Parametrenin sıfır hipotezi değerinden her iki yönde farklı olup olmadığını test edin

# SummaryStatsTestStatistics|
source: Greater
tr: Büyük

# SummaryStatsTestStatistics|
source: Test if the parameter is greater than the null value
tr: Parametrenin sıfır hipotezi değerinden büyük olup olmadığını test edin

# SummaryStatsTestStatistics|
source: Less
tr: Küçük

# SummaryStatsTestStatistics|
source: Test if the parameter is less than the null value
tr: Parametrenin sıfır hipotezi değerinden küçük olup olmadığını test edin

# SummaryStatsTTestBayesianIndependentSamples|
source: Group 1 ≠ Group 2
ja: グループ1≠グループ2

# SummaryStatsTTestBayesianIndependentSamples|
source: Group 1 > Group 2
ja: グループ1 > グループ2

# SummaryStatsTTestBayesianIndependentSamples|
source: Group 1 < Group 2
ja: グループ1 < グループ2

# SummaryStatsGeneralBayesianTests|
source: Normal
ja: 正規

# SummaryStatsGeneralBayesianTests|
source: Student-t
ja: スチューデント-t

# SummaryStatsBayesianZTest|
source: std
ja: 標準
