Repository: jasp-stats/jaspSummaryStatistics
Catalog: po/R-*.po
Languages: es, sr

source: Bayesian Independent Samples T-Test
es: Contraste T bayesiano para Muestras Independientes
sr: Бејзов t-тест за независне узорке

source: error %%
es: fallo %%
sr: грешка %%

source: Proportional error estimate could not be computed.
es: No se ha podido calcular la estimación del error proporcional.
sr: Процена пропорционалне грешке није могла бити израчуната.

source: Prior and Posterior
es: Previa y Posterior
sr: Претходна и задња

source: Plotting not possible: %s
es: No es posible hacer el gráfico: %s
sr: Цртање није могуће: %s

source: Bayes Factor Robustness Check
es: Comprobación de Robustez del Factor de Bayes
sr: Провера робусности Бејзовог фактора

source: Plotting not possible: Bayes factor robustness check plot currently not supported for informed prior.
es: No es posible hacer el gráfico: en este momento el gráfico de comprobación de la robustez del factor de Bayes no es compatible con la previa informada.
sr: Цртање није могуће: Графикон провере робусности Бејзовог фактора тренутно није подржан за задати претходни услов.

source: Bayes factors could not be computed for 100 values of the prior.
es: Los factores de Bayes no se pudieron calcular con 100 valores de lo previo.
sr: Бејзови фактори нису могли бити израчунати за 100 вредности претходног услова.

source: max BF%s
es: máx FB%s
sr: максимум BF%s

source: user prior
es: previa del usuario
sr: prior предпоставка

source: wide prior
es: anchura previa
sr: широки претходни

source: ultrawide prior
es: ultra anchura previa
sr: ултрашироки претходни

source: %1$s at r==%2$s
es: %1$s en r==%2$s
sr: %1$s на r==%2$s

source: Cauchy prior width
es: Anchura previa de Cauchy
sr: Ширина Кошијевог претходног услова

source: For all tests, the alternative hypothesis specifies that group 1 is greater than group 2.
es: Para todos los contrastes, la hipótesis alternativa especifica que el Grupo 1 es mayor que el Grupo 2.
sr: За све тестове, алтернативна хипотеза одређује да је група 1 већа од групе 2.

source: For all tests, the alternative hypothesis specifies that the mean is greater than 0.
es: Para todos los contrastes, la hipótesis alternativa especifica que la media es mayor que 0.
sr: За све тестове, алтернативна хипотеза одређује да је средња вредност већа од 0.

source: For all tests, the alternative hypothesis specifies that measure 1 is greater than measure 2.
es: Para todos los contrastes, la hipótesis alternativa especifica que medida 1 es mayor que medida 2.
sr: За све тестове, алтернативна хипотеза одређује да је Мера 1 већа од Мере 2.

source: For all tests, the alternative hypothesis specifies that group 1 is less than group 2.
es: Para todos los contrastes, la hipótesis alternativa especifica que el grupo 1 es menor que el grupo 2.
sr: За све тестове, алтернативна хипотеза одређује да је група 1 мања од групе 2.

source: For all tests, the alternative hypothesis specifies that the mean is less than 0.
es: Para todos los contrastes, la hipótesis alternativa especifica que la media es menor que 0.
sr: За све тестове, алтернативна хипотеза одређује да је средња вредност мања од 0.

source: For all tests, the alternative hypothesis specifies that measure 1 is less than measure 2.
es: Para todos los contrastes, la hipótesis alternativa especifica que la Medida 1 es menor que la Medida 2.
sr: За све тестове, алтернативна хипотеза одређује да је Мера 1 мања од Мере 2.

source: Bayesian One Sample T-Test
es: Contraste T bayesiano para Una Muestra
sr: Бејзов t-тест за један узорак

source: Bayesian Paired Samples T-Test
es: Contraste T bayesiano para Muestras Emparejadas
sr: Бејзов T-тест за упарене узорке

source: Not enough observations.
es: Observaciones insuficientes.
sr: Недовољно опажања.

source: Model Summary
es: Resumen del Modelo
sr: Резиме модела

source: Effect size
es: Magnitud del efecto
sr: Величина ефекта

source: Standard error
es: Error típico
sr: Стандардна грешка

source: Max %1$s
es: Máx %1$s
sr: Максимум %1$s

source: Default %1$s
es: Predeterminado %1$s
sr: Подразумевано %1$s

source: exp(Effect size)
es: exp(Magnitud del efecto)
sr: exp(Величина ефекта)

source: Bayes Factor Robustness Plot
es: Gráfico de Robustez del Factor de Bayes
sr: Графикон робусности Бејзовог фактора

source: Bayes factor contours breaks could not be parsed into numbers.
es: Las rupturas de los contornos del factor de Bayes no se pueden analizar como números.
sr: Контуре Бејзовог фактора нису могле бити рашчлањене у бројеве.

source: Bayes factor contours breaks must be positive.
es: Las rupturas de los contornos del factor de Bayes deben ser positivas.
sr: Контуре Бејзовог фактора морају бити позитивне.

source: Bayes factor contours breaks must be increasing.
es: Las rupturas de los contornos del factor de Bayes deben ser crecientes.
sr: Контуре Бејзовог фактора морају бити растуће.

source: exp(Prior mean)
es: exp(Media previa)
sr: exp(Средња вредност претходног услова)

source: Prior mean
es: Media previa
sr: Средња вредност претходног услова

source: Prior standard deviation
es: Desviación típica previa
sr: Претпостављена стандардна девијација

source: The default Bayes factor is based on unit information prior corresponding to a %1$s effect size, a normal distribution with mean = 0 and sd = %2$s.
es: El factor de Bayes predeterminado se basa en información de unidad previa correspondiente a una magnitud del efecto %1$s, una distribución Normal con media = 0 y dt = %2$s.
sr: Подразумевани Бејзов фактор заснован је на претпоставци о јединичној информацији која одговара величини ефекта %1$s , нормалној расподели са средњом вредношћу = 0 и стандардном девијацијом = %2$s.

source: Bayesian Binomial Test
es: Contraste bayesiano Binomial
sr: Бејзов биномни тест

source: - *Bayes factor*: If one-sided test is requested: - BF+0: Bayes factor that quantifies evidence for the one-sided alternative hypothesis that the population mean is larger than the test value - BF-0: Bayes factor that quantifies evidence for the one-sided alternative hypothesis that the population mean is smaller than the test value - BF0+: Bayes factor that quantifies evidence for the null hypothesis relative to the one-sided alternative hypothesis that the population mean is larger than the test value - BF0-: Bayes factor that quantifies evidence for the null hypothesis relative to the one-sided alternative hypothesis that that the population mean is smaller than the test value - **p**: p-value corresponding to t-statistic.
es: - *Factor de Bayes*: Si se solicita un contraste unilateral: - BF+0: Factor de Bayes que cuantifica la evidencia a favor de la hipótesis alternativa unilateral, de que la media de la población es mayor que el valor a contrastar. - BF-0: Factor de Bayes que cuantifica la evidencia a favor de la hipótesis alternativa unilateral, de que la media de la población es menor que el valor a contrastar. - BF0+: Factor de Bayes que cuantifica la evidencia a favor de la hipótesis nula, en relación con la hipótesis alternativa unilateral de que la media de la población es mayor que el valor a contrastar. - BF0-: Factor de Bayes que cuantifica la evidencia a favor de la hipótesis nula, en relación con la hipótesis alternativa unilateral de que la media de la población es menor que el valor a contrastar. - p**: Valor p correspondiente al estadístico t.
sr: - *Бејзов фактор*: Ако је захтеван једностран тест: - BF+0: Бејзов фактор који квантитује доказе за једнострану алтернативну хипотезу да је средња вредност популацијска већа од вредности теста - BF-0: Бејзов фактор који квантитује доказе за једнострану алтернативну хипотезу да је средња вредност популацијска мања од вредности теста - BF0+: Бејзов фактор који квантитује доказе за нулту хипотезу у односу на једнострану алтернативну хипотезу да је средња вредност популацијска већа од вредности теста - BF0-: Бејзов фактор који квантитује доказе за нулту хипотезу у односу на једнострану алтернативну хипотезу да је средња вредност популацијска мања од вредности теста - **p**: p-вредност која одговара t-статистици.

source: Successes
es: Aciertos
sr: Успеси

source: Failures
es: Fracasos
sr: Неуспеси

source: Proportion
es: Proporción
sr: Пропорција

source: Test value
es: Contrastar valor
sr: Вредност теста

source: Population proportion
es: Proporción de población
sr: Пропорција популације

source: Plotting not possible: Cannot evaluate prior or posterior density!
es: No es posible hacer el gráfico: ¡No se puede evaluar la densidad previa o la posterior!
sr: Нису могући графикони: Немогућа процена претпостављене или постериорне густине!

source: Proportions tested against value: %s.
es: Proporciones contrastadas en relación al valor: %s.
sr: Пропорције тестиране у односу на вредност: %s.

source: For all tests, the alternative hypothesis specifies that the proportion is greater than %s.
es: Para todos los contrastes, la hipótesis alternativa especifica que la proporción es mayor que %s.
sr: За све тестове, алтернативна хипотеза прецизира да је пропорција већа од %s.

source: For all tests, the alternative hypothesis specifies that the proportion is less than %s.
es: Para todos los contrastes, la hipótesis alternativa especifica que la proporción es menor que %s.
sr: За све тестове, алтернативна хипотеза прецизира да је пропорција мања од %s.

source: Cannot test the hypothesis that the test value is greater than 1.
es: No se puede comprobar la hipótesis de que el valor a contrastar es mayor que 1.
sr: Не може се тестирати хипотеза да је тест вредност већа од 1.

source: Cannot test the hypothesis that the test value is less than 0.
es: No se puede comprobar la hipótesis de que el valor a contrastar es menor que 0.
sr: Не може се тестирати хипотеза да је тест вредност мања од 0.

source: Undefined hypothesis
es: Hipótesis no definida
sr: Недефинисане хипотезе

source: tau
sr: Тау (τ)

source: rho
sr: Ро (ρ)

source: %s%% Credible interval
es: Intervalo de credibilidad del %s%%
sr: %s%% веродостојан интервал

source: Inferential Plots
es: Gráficos de Inferencia
sr: Инференцијални графикони

source: Normal(%1$s, %2$s)
sr: Нормална(%1$s, %2$s)

source: Student-t(%1$s, %2$s, %3$s)
es: T de Student(%1$s, %2$s, %3$s)
sr: Студент-t(%1$s, %2$s, %3$s)

source: Cauchy(%1$s, %2$s)
sr: Коши/Cauchy(%1$s, %2$s)

source: Beta(%1$s, %2$s)
sr: Бета (β) (%1$s, %2$s)

source: Uniform(%1$s, %2$s)
es: Uniforme(%1$s, %2$s)
sr: Униформна(%1$s, %2$s)

source: Prior
es: Previo
sr: Претходни

source: Compared to %1$s.
es: Comparado con %1$s.
sr: У поређењу са %1$s.

source: The variance parameter of the normal distribution is assumed to be known.
es: Se supone que se conoce el parámetro de la varianza de la distribución Normal.
sr: Параметар варијансе нормалне расподеле се претпоставља као познат.

source: Probability
es: Probabilidad
sr: Вероватноћа

source: Density
es: Densidad
sr: Густина

source: Model Comparison
es: Comparación de Modelos
sr: Поређење модела

source: Number of covariates
es: Número de covariables
sr: Број коваријанси

source: Robustness Plot
es: Gráfico de Robustez
sr: График робусности

source: r scale
es: escala r
sr: r скала

source: r scale used is: %s.
es: la escala r utilizada es: %s.
sr: Користи се r скала: %s.

source: Bayesian Linear Regression
es: Regresión Lineal Bayesiana
sr: Бејзова линеарна регресија

source: Number of Covariates must be less than N-1 (sample size minus 1)
es: El número de covariables debe ser inferior a N-1 (tamaño de la muestra menos 1)
sr: Број коваријати мора бити мањи од N−1 (величина узорка минус 1)

source: Input: When number of covariates for Alternative hypothesis is greater than that of Null hypothesis, the R%s has to be higher under Alternative than under Null hypothesis
es: Entrada: Cuando el número de covariables para la hipótesis alternativa es mayor que el de la hipótesis nula, el R%s tiene que ser mayor en la hipótesis alternativa que en la nula
sr: Унос: Када је број коваријати за алтернативну хипотезу већи од оног за нулту хипотезу, R%s мора бити већи под алтернативном него под нултом хипотезом

source: Test Statistics
sr: Тест статистика

source: Test
sr: Тест

source: Statistic
sr: Статистика

source: BF%s
es: FB%s

source: Plotting not possible: Posterior too peaked!
es: No es posible hacer el gráfico: lo posterior tiene demasiado pico!

source: Spike(%1$s)
es: Pico(%1$s)
